Repository: hashpass-tech/lukas.lat
Catalog: apps/web/locales/cl/messages.po
Languages: cl

source: {0} contributes {1}% to the $LUKAS basket. The live fill animation mirrors its proportional share within the stabilized multi-coin mix.
cl: {0} aporta con {1}% a la canasta $LUKAS. La animación de llenado refleja su participación proporcional dentro de la mezcla estabilizada de múltiples monedas.

source: $LUKAS is the first regional stable-basket meme coin designed to unify Latin American currency volatility into a single, gravity-centered asset.
cl: la $LUKA es la primera meme coin de canasta estable regional diseñada para unificar la wea de volatilidad de las monedas latinoamericanas en un solo activo centrado en gravedad.

source: Argentine Peso
cl: Peso Argentino

source: Basket
cl: Canasta

source: Basket Weight
cl: Peso de Canasta

source: Brazilian Real
cl: Real Brasileño

source: Chilean Peso
cl: Peso Chileno

source: Close
cl: Cerrar

source: Colombian Peso
cl: Peso Colombiano

source: Connect Wallet
cl: Conectar Billetera

source: Currency Weights
cl: Pesos de Monedas

source: Join the Movement
cl: Únete al Movimiento

source: Mexican Peso
cl: Peso Mexicano

source: Scroll to explore
cl: Desplázate pa' explorar

source: hero.subtitle
cl: El Centro de Gravedá de los Pesos Latinoamericanos

source: error.title
cl: ¡Algo salió mal!

source: error.try_again
cl: Intentar de nuevo

source: loading
cl: Cargando...

source: not_found.title
cl: 404 - Página No Encontrada

source: not_found.description
cl: No se pudo encontrar el recurso solicitado

source: not_found.return_home
cl: Volver al Inicio

source: branding.by
cl: Por
