Repository: hashpass-tech/lukas.lat
Catalog: apps/web/locales/*/messages.po
Languages: pt

source: {0} contributes {1}% to the $LUKAS basket. The live fill animation mirrors its proportional share within the stabilized multi-coin mix.
pt: {0} contribui com {1}% para a cesta $LUKAS. A animação de preenchimento espelha sua participação proporcional dentro da mistura estabilizada de múltiplas moedas.

source: $LUKAS is the first regional stable-basket meme coin designed to unify Latin American currency volatility into a single, gravity-centered asset.
pt: $LUKAS é a primeira meme coin de cesta estável regional projetada para unificar a volatilidade das moedas latino-americanas em um único ativo centrado em gravidade.

source: Basket
pt: Cesta

source: Basket Weight
pt: Peso da Cesta

source: Close
pt: Fechar

source: Connect Wallet
pt: Conectar Carteira

source: Currency Weights
pt: Pesos das Moedas

source: Join the Movement
pt: Junte-se ao Movimento

source: Scroll to explore
pt: Role para explorar

source: hero.subtitle
pt: O Centro de Gravidade dos Pesos Latinoamericanos

source: error.title
pt: Algo deu errado!

source: error.try_again
pt: Tentar novamente

source: loading
pt: Carregando...

source: not_found.title
pt: 404 - Página Não Encontrada

source: not_found.description
pt: Não foi possível encontrar o recurso solicitado

source: not_found.return_home
pt: Voltar ao Início

source: branding.by
pt: Por
